"Start new chat" = "Iniciar novo chat";

"Model slug" = "Campo dinâmico do modelo";

"You can continue this chat from the app." = "Pode continuar este chat a partir da app.";

"Indicates whether a new chat should be started" = "Indica se deve ser começado um novo chat";

"Toggle Sidebar" = "Alternar Barra Lateral";

"Model to use with the new chat" = "Modelo a utilizar com o novo chat";

"What would you like to ask ChatGPT about?" = "O que gostaria de perguntar ao ChatGPT?";

"%@" = "%@";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Ativar chat contínuo ou completar o Atalho imediatamente após resposta";

"Message" = "Mensagem";

"ChatGPT Help" = "ChatGPT Help";

"Model" = "Modelo";

"Model name" = "Nome do modelo";

"Start voice conversation" = "Começar conversa de voz";

"Chat Identifier" = "Identificador de chat";

"Message Identifier" = "Identificador de mensagem";

"Change Shortcut" = "Alterar Atalho";

"Is there anything else you would like to ask about?" = "Gostaria de perguntar mais alguma coisa?";

"This action will send a single message to a chat with ChatGPT and return the response." = "Esta ação irá enviar uma única mensagem para um chat com o ChatGPT e devolver a resposta.";

"Message to send to ChatGPT" = "Mensagem a enviar para o ChatGPT";

"Settings…" = "Definições...";

"New Chat" = "Novo chat";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Esta ação inicia a app do ChatGPT para começar uma conversa de voz com o ChatGPT.";

"Continuous chat" = "Chat contínuo";

"Start voice conversation with ChatGPT" = "Começar conversa de voz com ChatGPT";

"Which model would you like to use?" = "Que modelo gostaria de utilizar?";

"Check for Updates…" = "Procurar Atualizações...";

"Content" = "Conteúdo";

"New Temporary Chat" = "New Temporary Chat";

"Ask ChatGPT" = "Perguntar ao ChatGPT";

"Would you like to start a new chat?" = "Gostaria de iniciar um novo chat?";

